bottom
brave-bin
browsh
cheese
docker
docker-compose
fastfetch
git-delta
github-cli
ibus-bamboo
insomnia-bin
jq
keyd
lazydocker
lazygit
mise
neovide
neovim
starship
telegram-desktop
ttf-nerd-fonts-symbols-mono
uv
vim
visual-studio-code-bin
wezterm
xclip
yazi
zen-browser-avx2-bin
zoxide
zsh
